const text = {
    title: {
        cn: '招聘信息',
        en: 'Careers',
        hk: '招聘資訊'
    },
    paragraph: {
        cn: '桦岭，用运动与世界交往。无论您有何梦想或抱负，桦岭运动的平台助您发展你的事业，欢迎加入我们。',
        en: 'Connecting The World Through Sports, No matter your dreams and ambitions, WELON sports offer exciting platforms for you, welcome to join us',
        hk: '樺嶺，用運動與世界交往。無論您有何夢想或抱負，樺嶺運動的平臺助您發展你的事業，歡迎加入我們。'
    },
    paragraph2: {
        cn: '查看我们的职业发展机会：',
        en: 'Explore career opportunities below:',
        hk: '查看我們的職業發展機會：'
    },
    recruitments: [{
        name: {
            cn: '德语外贸助理',
            hk: '德語外貿助理'
        },
        detail: {
            cn: '1、能独立接待德国客户和处理相关订单；\n2、负责生产跟踪和质量监控；\n3、负责单证审核、报关、结算、售后服务等工作；\n4、负责对账及催收贷款工作',
            hk: '1、能獨立接待德國客戶和處理相關訂單；\n2、負責生產跟踪和質量監控；\n3、負責單證稽核、報關、結算、售後服務等工作；\n4、負責對賬及催收貸款工作'
        },
        link: '//jobs.51job.com/guangzhou-pyq/122430789.html?s=01&t=0'
    }, {
        name: {
            cn: '涉外会计助理',
            hk: '涉外會計助理'
        },
        detail: {
            cn: '1、建立完善公司成本核算有关的各项制度；\n2、负责日常成本、库存核算，检查、分析工单异常情况\n3、发现公司成本、库存管理中的问题并推动改进，做好相关财务分析支持工作；\n4、熟悉生产工艺，准确核算产品成本，审核相关单据，准确归集材料费用，合理分配各项期间费用；\n5、每月编制成本分析报告；参与制定并监督执行公司成本控制方案，为公司降低运营成本提供数据支持；\n6、组织做好原材料、半成品、产成品、固定资产等的清查盘点工作，发现问题并及时妥善解决；\n7、完成领导交办的其他工作。',
            hk: '1、建立完善公司成本核算有關的各項制度；\n2、負責日常成本、庫存核算，檢查、分析工單异常情况\n3、發現公司成本、庫存管理中的問題並推動改進，做好相關財務分析支持工作；\n4、熟悉生產工藝，準確核算產品成本，稽核相關單據，準確歸集資料費用，合理分配各項期間費用；\n5、每月編制成本分析報告；參與製定並監督執行公司成本控制方案，為公司降低運營成本提供數據支持；\n6、組織做好原材料、半成品、產成品、固定資產等的清查盤點工作，發現問題並及時妥善解决；\n7、完成領導交辦的其他工作。'
        },
        link: '//jobs.51job.com/guangzhou-pyq/122464869.html?s=01&t=0'
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、 国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、 熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、 性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、 有经验者优先考虑。',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮。'
        },
        link: '//jobs.51job.com/huizhou/121817399.html?s=01&t=0'
    }, {
        name: {
            cn: 'Quality Controller 质检员',
            hk: 'Quality Controller 質量員'
        },
        detail: {
            cn: '1、 根据品牌要求及相关标准编写产品规格书及相关的操作说明，负责产品质量的检验，包括样品检验、生产过程控制、出货检验、货柜监装等并完成报告； \n2、 给予采购部及业务部足够的技术支持，完成相应的质量控制工作；\n3、 追踪纠正预防措施执行情况。',
            hk: '1、根據品牌要求及相關標準編寫產品規格書及相關的操作說明，負責產品品質的檢驗，包括樣品檢驗、生產過程控制、出貨檢驗、貨櫃監裝等並完成報告；\n2、給予採購部及業務部足够的科技支持，完成相應的品質控制工作；\n3、追跡糾正預防措施執行情况。'
        },
        link: '//jobs.51job.com/huizhou/121908147.html?s=01&t=0'
    }, {
        name: {
            cn: '电商运营专员',
            hk: '電商運營專員'
        },
        detail: {
            cn: '1、负责淘宝店铺的整体规划、营销、推广、客户关系管理等系统经营性工作；\n2、保证淘宝店铺的正常运作，优化店铺及商品排名；\n3、负责淘宝店铺推广，提高店铺点击率和浏览量，完成店铺销售目标；\n4、每日监控营销数据、交易数据、商品管理、顾客管理、及时提出营销改进措施，给出确实可行的改进方案；\n5、定期策划店铺活动，提升店铺名气，聚集流量和人气；\n6、设计、实施营销推广工具的最优投放方案；\n7 打造爆款商品并提出具体建议、执行实施。',
            hk: '1、負責淘寶店鋪的整體規劃、行銷、推廣、客戶關係管理等系統經營性工作；\n2、保證淘寶店鋪的正常運作，優化店鋪及商品排名；\n3、負責淘寶店鋪推廣，提高店鋪點擊率和流覽量，完成店鋪銷售目標；\n4、每日監控行銷數據、交易數據、商品管理、顧客管理、及時提出行銷改進措施，給出確實可行的改進方案；\n5、定期策劃店鋪活動，提升店鋪名氣，聚集流量和人氣；\n6、設計、實施行銷推廣工具的最優投放方案；\n7打造爆款商品並提出具體建議、執行實施。'
        },
        link: '//jobs.51job.com/guangzhou-pyq/119743558.html?s=01&t=0'
    }, {
        name: {
            cn: '电商运营经理',
            hk: '電商運營經理'
        },
        detail: {
            cn: '1、负责天猫旗舰店的日常运营及电商团队执行管理。\n2、制定合理的策略和运营方案，根据行业发展趋势，结合公司产品及特性，制定整体电商销售策略及产品推广方案，完成店铺月度及年度生意目标。\n3、与平台方保持良好的沟通，熟悉平台运作规则，争取平台资源，提升公司品牌形象。\n4、对店铺的PV、UV、转化率、客单价、销售等数据作出专业的分析，及时提出切实可行的改进方案，促进业绩增长。',
            hk: '1、負責天猫旗艦店的日常運營及電商團隊執行管理。\n2、製定合理的策略和運營方案，根據行業發展趨勢，結合公司產品及特性，製定整體電商銷售策略及產品推廣方案，完成店鋪月度及年度生意目標。\n3、與平臺方保持良好的溝通，熟悉平臺運作規則，爭取平臺資源，提升公司品牌形象。\n4、對店鋪的PV、UV、轉化率、客單價、銷售等數據作出專業的分析，及時提出切實可行的改進方案，促進業績增長。'
        },
        link: '//jobs.51job.com/guangzhou-pyq/119743030.html?s=01&t=0'
    }, {
        name: {
            cn: '天猫客服经理',
            hk: '天猫客服經理'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/guangzhou-pyq/119793917.html?s=01&t=0'
    }, {
        name: {
            cn: '采购专员',
            hk: '採購專員'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/huizhou/121817444.html?s=01&t=0'
    }, {
        name: {
            cn: '商品助理',
            hk: '商品助理'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/guangzhou-pyq/120444667.html?s=01&t=0'
    }, {
        name: {
            cn: '阿里巴巴销售',
            hk: '阿裡巴巴銷售'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/huizhou/121458688.html?s=01&t=0'
    }, {
        name: {
            cn: '亚马逊运营专员',
            hk: '亞馬遜運營專員'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/guangzhou-pyq/121521308.html?s=01&t=0'
    }, {
        name: {
            cn: 'Lazada运营',
            hk: 'Lazada運營'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/huizhou/121458186.html?s=01&t=0'
    }, {
        name: {
            cn: 'Shopee运营',
            hk: 'Shopee運營'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/huizhou/121458344.html?s=01&t=0'
    }, {
        name: {
            cn: '速卖通运营',
            hk: '速賣通運營'
        },
        detail: {
            cn: '',
            hk: ''
        },
        link: '//jobs.51job.com/guangzhou-pyq/120098977.html?s=01&t=0'
    }]
}

module.exports = text;