const text = {
    title: {
        cn: '招聘信息',
        en: 'Careers',
        hk: '招聘資訊'
    },
    paragraph: {
        cn: '桦岭，用运动与世界交往。无论您有何梦想或抱负，桦岭运动的平台助您发展你的事业，欢迎加入我们。',
        en: 'Connecting The World Through Sports, No matter your dreams and ambitions, WELON sports offer exciting platforms for you, welcome to join us',
        hk: '樺嶺，用運動與世界交往。無論您有何夢想或抱負，樺嶺運動的平臺助您發展你的事業，歡迎加入我們。'
    },
    paragraph2: {
        cn: '查看我们的职业发展机会：',
        en: 'Explore career opportunities below:',
        hk: '查看我們的職業發展機會：'
    },
    recruitments: [{
        name: {
            cn: '德语外贸助理',
            hk: '德語外貿助理'
        },
        detail: {
            cn: '1、能独立接待德国客户和处理相关订单；\n2、负责生产跟踪和质量监控；\n3、负责单证审核、报关、结算、售后服务等工作；\n4、负责对账及催收贷款工作',
            hk: '1、能獨立接待德國客戶和處理相關訂單；\n2、負責生產跟踪和質量監控；\n3、負責單證稽核、報關、結算、售後服務等工作；\n4、負責對賬及催收貸款工作'
        },
        link: ''
    }, {
        name: {
            cn: '平面设计师',
            hk: '平面設計師'
        },
        detail: {
            cn: '1、设计触觉敏锐，设计感和创新意识强，能独立完成设计项目；\n2、熟练掌握AI、Photoshop、Indesign等设计软件；\n3、具责任感，敢于表达己见，有耐性，优秀的沟通能力，工作积极主动，能够承担一定的工作压力，有良好的团队合作精神；\n4、本科以上学历。',
            hk: '1、設計觸覺敏銳，設計感和創新意識强，能獨立完成設計項目；\n2、熟練掌握AI、Photoshop、Indesign等設計軟體；\n3、具責任感，敢於表達己見，有耐性，優秀的溝通能力，工作積極主動，能够承擔一定的工作壓力，有良好的團隊合作精神；\n4、本科以上學歷。'
        },
        link: ''
    }, {
        name: {
            cn: '阿里巴巴销售',
            hk: '阿裡巴巴銷售'
        },
        detail: {
            cn: '1、通过阿里巴巴国际站贸易平台，负责公司产品海外市场的推广和销售；\n2、通过搜索功能寻找潜在客户,开发新客户，制定计划完成个人业绩目标；\n3、负责样品的申请、收集及分发，与客户的谈判、价格和订货等细节的落实、订单的确认；\n4、跟踪订单的生产进度，保证交期，货款、货运等事宜的跟踪；\n5、接待客户，为到访客户提供翻译服务；\n6、负责处理客户问题，提供良好的售前咨询、售后维护以及妥善处理各种争议或投诉；\n7、客户档案的管理及关系维护。',
            hk: '1、通過阿裡巴巴國際站貿易平臺，負責公司產品海外市場的推廣和銷售；\n2、通過搜索功能尋找潛在客戶，開發新客戶，製定計畫完成個人業績目標；\n3、負責樣品的申請、收集及分發，與客戶的談判、價格和訂貨等細節的落實、訂單的確認；\n4、跟踪訂單的生產進度，保證交期，貨款、貨運等事宜的跟踪；\n5、接待客戶，為到訪客戶提供翻譯服務；\n6、負責處理客戶問題，提供良好的售前諮詢、售後維護以及妥善處理各種爭議或投訴；\n7、客戶檔案的管理及關係維護。'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }, {
        name: {
            cn: '外贸业务员/专员',
            hk: '外貿業務員/專員'
        },
        detail: {
            cn: '1、国际贸易、市场经济、服装纺织专业，本科应届毕业生均可，男女不限，英语六级或以上；口语、笔译流畅\n2、熟悉外贸业务及跟单流程\n3、具良好的谈判技巧及团队合作精神\n4、较好的对外客户联络及产品外销能力\n5、性格开朗，细心，严谨，勤奋，责任心强，沟通及协调能力佳；能在压力下工作\n6、有经验者优先考虑',
            hk: '1、國際貿易、市場經濟、服裝紡織專業，本科應屆畢業生均可，男女不限，英語六級或以上；口語、筆譯流暢\n2、熟悉外貿業務及跟單流程\n3、具良好的談判技巧及團隊合作精神\n4、較好的對外客戶聯絡及產品外銷能力\n5、性格開朗，細心，嚴謹，勤奮，責任心强，溝通及協調能力佳；能在壓力下工作\n6、有經驗者優先考慮'
        },
        link: ''
    }]
}

module.exports = text;